{
  "Header.Item1": "About me",
  "Header.Item2": "Experience",
  "Header.Item3": "Projects",
  "Header.Item4": "Contact",
  "Header.cvBtn": "Resume",
  "Header.cvName": "WELLINGTON_NETO_CV.pdf",

  "Banner.Pretitle": "Hello! My name is",
  "Banner.Description": "I’m Wellington, a Software Developer passionate about building things that make an impact. Beyond code, I’m a huge fan of games, married, and the proud human of four amazing cats. I love challenges, learning new technologies, and finding creative ways to solve problems.",
  "Banner.ActionBtn": "Get in touch",
  "Banner": {
    "ActionText": "Need a developer? Let’s connect on LinkedIn",
    "ActionBtn": "Connect on LinkedIn",
    "Description": "I build modern web and mobile solutions."
  },


  "AboutMe.Title": "About me",
  "AboutMe.Paragraphs": [
    "I am passionate about technology and have solid experience designing and developing scalable solutions and mission-critical integrations in corporate environments. My main focus is on <span class='underline'>.NET and C#</span>, building APIs, services, and complex system integrations, especially with platforms like <span class='underline'>ERP Senior</span>, <span class='underline'>TOTVS</span>, and <span class='underline'>Salesforce</span>.",
    "On the <span class='underline'>frontend</span>, I create modern and responsive applications with <span class='underline'>Angular, React, and Next.js</span>, always prioritizing user experience. In infrastructure, I apply <span class='underline'>DevOps</span> practices with <span class='underline'>Docker, Kubernetes, and messaging systems such as RabbitMQ and Kafka</span>, in addition to working with cloud environments like <span class='underline'>AWS, Azure, and Google Cloud</span>. My focus is always on <span class='underline'>security, scalability, observability</span>, and best practices for maintainability."
  ],

  "Experience.Title": "Experience",
  "Experience.Jobs": [
    {
      "Tab": "Biofarm",
      "Title": "Full-Stack Developer | .NET & Laravel",
      "Date": "May 2025 - Present",
      "Description": [
        "Development and maintenance of integrations in .NET and Laravel (REST and SOAP).",
        "Applied best practices in structured logging, metrics, and tracing.",
        "Critical integrations between Salesforce and ERP Senior Sapiens.",
        "Worked on support and bug fixing for critical issues in integrations."
      ]
    },
    {
      "Tab": "Desígna",
      "Title": "CEO & Founder",
      "Date": "September 2025 - Present",
      "Description": [
        "Founder of a startup specialized in developing websites, mobile apps, and system integrations.",
        "Definition of modern and scalable architecture with best development practices."
      ]
    },
    {
      "Tab": "B. Tobace",
      "Title": "Systems Analyst",
      "Date": "August 2023 - May 2025",
      "Description": [
        "Developed improvements and automations in ERP TOTVS RM (C#, Formula Visual).",
        "Web development in Fluig using HTML, CSS, Bootstrap, JavaScript, jQuery, and AngularJS.",
        "Created reports in RM Reports, metadata, and advanced SQL cubes."
      ]
    },
    {
      "Tab": "B. Tobace",
      "Title": "Junior Support Analyst",
      "Date": "December 2022 - August 2023",
      "Description": [
        "Handled N1 and N2 support, focusing on Finance, Purchasing, Maintenance, Accounting, and Tax modules in TOTVS RM.",
        "Provided support with data analysis using SQL."
      ]
    }
  ],

  "FeatureProjects.Title": "Projects that I was a part of",
  "FeatureProjects.Label": "Featured Project",
  "FeatureProjects.Projects": [
    {
      "Title": "🚧 In construction",
      "Description": "This section is currently under construction. Soon I will showcase some featured projects here.",
      "imgs": [],
      "demoLink": "",
      "Technologies": []
    }
  ],

  "OtherProjects.Title": "More personal projects",
  "OtherProjects.Projects": [
    {
      "Title": "🚧 In construction",
      "Description": "This section is also under construction. Soon I will share personal and experimental projects here.",
      "ghLink": "",
      "demoLink": "",
      "Technologies": []
    }
  ],

  "Contact.Pretitle": "What’s Next",
  "Contact.Title": "Get in touch!",
  "Contact.Content": "I’ll be happy to hear from you if you want to discuss new opportunities or collaborate on projects. You can email me or reach me on LinkedIn/GitHub.",
  "Contact.Btn": "E-mail",
  "Contact.Email": "wellington@netotech.com.br",
  "Contact.LinkedIn": "https://www.linkedin.com/in/devwneto/",
  "Contact.GitHub": "https://github.com/net0well"
}
